Repository: jimregan/citizens-information-raw
Catalog: en-ga/www.citizensinformation.ie/ga/about_citizens_information.html.txt.tmx
Source language: en
Languages: ga

source: The Citizens Information Board is the statutory body which supports the provision of information, advice and advocacy on a broad range of public and social services
ga: Is é an Bord um Fhaisnéis do Shaoránaigh (BFS) an comhlacht reachtúil atá freagrach as tacú le soláthar faisnéise, comhairle agus abhcóideachta faoi réimse leathan seirbhísí poiblí agus sóisialta

source: It provides the Citizens Information website, www.citizensinformation.ie, and supports the voluntary network of Citizens Information Centres and the Citizens Information Phone Service 0761 07 4000
ga: Cuireann sé an láithreán gréasáin um Fhaisnéis do Shaoránaigh www.citizensinformation.ie ar fáil agus tacaíonn sé le líonra deonach na nIonad Faisnéise do Shaoránaigh agus leis an tSeirbhís Teileafóin um Fhaisnéis do Shaoránaigh 0761 07 4000

source: It also funds and supports the Money Advice and Budgeting Service (MABS) 0761 07 2000 and the National Advocacy Service for People with Disabilities
ga: Cuireann sé maoiniú agus tacaíocht ar fáil freisin don tSeirbhís Bhuiséadta agus Chomhairle Airgid (MABS) 0761 07 2000

source: Citizensinformation.ie provides comprehensive information on public services and on the entitlements of citizens in Ireland
ga: Cuireann citizensinformation.ie faisnéis chuimsitheach ar fáil ar gach gné de na seirbhíisí poiblí agus de theidlíochtaí do shaoránaigh in Éirinn

source: We gather information from various government departments and agencies, and make sure that you have all the information you need, presented in an easy-to-understand way
ga: Bailimid faisnéis ó roinnt ranna agus gníomhaireachtaí rialtais éagsúla agus cinntímid go bhfuil an fhaisnéis go léir agat atá de dhíth agus go bhfuil sí curtha i láthair ar bhealach sothuigthe

source: The site has been specially designed around the needs of users for those times in life when you need information about your rights and how to apply for State services in Ireland
ga: Dearadh an suíomh d'aon turas thart ar riachtanais úsáideoirí le haghaidh na dtréimhsí sin sa saol nuair a bhíonn faisnéis de dhíth ort faoi do chearta agus faoin mbealach iarratas a chur isteach do sheirbhísí Stáit in Éirinn

source: Citizensinformation.ie was developed, and is maintained by the Citizens Information Board (formerly Comhairle) to replace the Oasis website
ga: Forbraíodh citizensinformation.ie ag Bord um Fhaisnéis do Shaoránaigh (Comhairle mar a bhí roimhe seo) chun áit an tsuímh ghréasáin Oasis a ghlacadh agus tá sé á chothabháil ag an mBord chomh maith

source: Citizensinformation.ie website is an Irish eGovernment initiative, and was originally established under the Government's first action plan for the Information Society
ga: Is tionscnamh de chuid ríomhsheirbhísí Rialtas na hÉireann é suíomh gréasáin citizensinformation.ie, agus cuireadh ar bun é faoi chéad phlean gnímh an Rialtais don tSochaí Faisnéise

source: The Citizens Information Board also provides a website on mortgage and rent arrears in conjunction with the Money Advice and Budgeting Service (MABS) called keepingyourhome.ie and a website aimed at jobseekers and people who want to start a business called gettingbacktowork.ie
ga: Soláthraíonn an Bord um Fhaisnéis do Shaoránaigh chomh maith suíomh gréasáin le haghaidh cuardaitheoirí poist agus daoine ar mhaith leo gnó a chur ar bun, darb ainm gettingbacktowork.ie

source: The Citizens Information Board also runs a website that provides information on assistive technology, aids and appliances for people with disabilities and older people
ga: Rinneamar suíomh maidir le riaráistí cíosa agus morgáiste a fhorbairt i gcomhar leis an tSeirbhís Buiséadaithe agus Comhairle Airgid (SBCA) freisin

source: This website is called assistireland.ie
ga: Tugtar keepingyourhome.ie ar an suíomh seo

source: Other routes to information
ga: Bealaí eile chuig faisnéis

source: Citizens Information is also available
ga: Tá Faisnéis do Shaoránaigh ar fáil chomh maith

source: • By phone through the Citizens Information Phone Service: 0761 07 4000, Monday to Friday, 9am - 8pm
ga: • Ar an bhfón trí Sheirbhís Teileafóin Faisnéise do Shaoránaigh 0761 07 4000, Luan go hAoine, 9rn - 8in

source: • In person by calling to a Citizens Information Centre near you
ga: • Trí chuairt a thabhairt go pearsanta ar do Lárionad Faisnéise do Shaoránaigh i do cheantar

source: The Citizens Information Phone service and Citizens Information Centres are funded and supported by the Citizens Information Board
ga: Tá Seirbhís Teileafóin Faisnéise do Shaoránaigh agus Lárionaid Faisnéise do Shaoránaigh á maoiniú agus á dtacú ag Bord um Fhaisnéis do Shaoránaigh

source: They provide free, confidential, independent and impartial information to all
ga: Cuireann siad faisnéis atá saor in aisce, tostaobhach, neamhspleách agus neamhchlaonta ar fáil do chách

source: The Citizens Information Board also produces a number of publications about your rights and entitlements
ga: Cuireann Bord um Fhaisnéis do Shaoránaigh roinnt foilseachán amach faoi do chearta agus do theidlíochtaí chomh maith

source: You can contact Citizens Information by post/telephone at:
ga: Is féidir leat teagmháil a dhéanamh le Faisnéis do Shaoránaigh tríd an bpost/ar an dteileafón ag:

source: Telephone: +353 761 07 9000
ga: Teileafón: +353 761 07 9000

source: Fax: +353 1 605 9099
ga: Facs: +353 1 605 9099

source: EFQM Gold Star Service Excellence Quality Mark
ga: Marc Cáilíochta Réalt Órga EFQM do Shármhaitheas Seirbhíse

source: Citizens Information Board websites, including citizensinformation.ie, received the EFQM (European Foundation for Quality Management) Gold Star Service Excellence Quality Mark in 2014
ga: Fuair láithreáin ghréasáin an Bhoird um Fhaisnéis do Shaoránaigh, citizensinformation.ie ina measc, Marc Cáilíochta Réalt Órga an EFQM (Fondúireacht Eorpach um Bhainistíocht Cáilíochta) do Shármhaitheas Seirbhíse i 2014
